Revit 2027 API
ParameterTypeId.FasciaMaterialParam Property
 "Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FasciaMaterialParam { get; }
Public Shared ReadOnly Property FasciaMaterialParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FasciaMaterialParam {
	ForgeTypeId^ get ();
}
static member FasciaMaterialParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace